/* Menu strings */
"Main Menu About" = "เกี่ยวกับ %@";
"Main Menu Hide Others" = "ซ่อนโปรแกรมอื่น";
"Main Menu Show All" = "แสดงโปรแกรมทั้งหมด";
"Main Menu Quit" = "ยุติ %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "การพิสูจน์";
"Text PreAuth" = "ท่านต้องมีรหัสผ่านของผู้ควบคุมระบบจึงจะดำเนินการติดตั้งนี้ต่อไปได้";
"Info PreAuth" = "";
"Lock PreAuth" = "คลิกที่ไอคอนรูปกุญแจเพื่อทำการเปลี่ยนแปลง";
"Lock Auth" = "กำลังพิสูจน์...";
"Text PostAuth" = "โปรดรอสักครู่ กำลังทำการจัดโครงแบบให้แก่โปรแกรมการติดตั้งอยู่";
"Info PostAuth" = "";
"Lock PostAuth" = "ได้พิสูจน์ผู้ใช้แล้ว";


/* Buttons */
"Cancel" = "ยกเลิก";
"OK" = "ตกลง";
"Quit" = "ยุติ";
"Resume" = "กลับสู่การดำเนินการ";

/* Dialogs */
"Quit Dialog Title" = "ยกเลิกการติดตั้ง";
"Quit Dialog Header" = "การติดตั้งไม่เสร็จสมบูรณ์";
"Quit Dialog Text" = "หากท่านยกเลิกการติดตั้งในขณะนี้  %@ จะไม่ได้รับการติดตั้ง หากต้องการดำเนินการติดตั้งต่อ คลิกที่ 'กลับสู่การดำเนินการ' หากต้องการยกเลิกการติดตั้ง คลิกที่ 'ยุติ'";

"Application Error Title" = "ความผิดพลาดเกี่ยวกับโปรแกรม";
"Application Error Text" = "ไม่สามารถดำเนินการติดตั้ง %@ ต่อไปได้ เนื่องจากเกิดความผิดพลาดในการกระทำการ (รหัสความผิดพลาด -43)";

"Execution Error Title" = "ความผิดพลาดในการดำเนินการ";
"Execution Error Text" = "ไม่สามารถดำเนินการติดตั้ง %@ ต่อไปได้ เนื่องจากเกิดความผิดพลาดในการกระทำการ (รหัสความผิดพลาด -43)";
